{
  "quotes": [
    {
      "text": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.",
      "author": "Alexander Graham Bell"
    },
    {
      "text": "The successful warrior is the average man, with laser-like focus.",
      "author": "Bruce Lee"
    },
    {
      "text": "Lack of direction, not lack of time, is the problem. We all have twenty-four hour days.",
      "author": "Zig Ziglar"
    },
    {
      "text": "It's not that I'm so smart, it's just that I stay with problems longer.",
      "author": "Albert Einstein"
    },
    {
      "text": "Focusing is about saying No.",
      "author": "Steve Jobs"
    },
    {
      "text": "The main thing is to keep the main thing the main thing.",
      "author": "Stephen Covey"
    },
    {
      "text": "You will never reach your destination if you stop and throw stones at every dog that barks.",
      "author": "Winston Churchill"
    },
    {
      "text": "Multitasking is a lie.",
      "author": "Gary Keller"
    },
    {
      "text": "To do two things at once is to do neither.",
      "author": "Publilius Syrus"
    },
    {
      "text": "The shorter way to do many things is to do only one thing at a time.",
      "author": "Mozart"
    },
    {
      "text": "Be like a postage stamp. Stick to one thing until you get there.",
      "author": "Josh Billings"
    },
    {
      "text": "Simplicity boils down to two steps: Identify the essential. Eliminate the rest.",
      "author": "Leo Babauta"
    },
    {
      "text": "If you chase two rabbits, you will not catch either one.",
      "author": "Russian Proverb"
    },
    {
      "text": "The art of being wise is the art of knowing what to overlook.",
      "author": "William James"
    },
    {
      "text": "Starve your distractions, feed your focus.",
      "author": "Unknown"
    },
    {
      "text": "Focus on the journey, not the destination. Joy is found not in finishing an activity but in doing it.",
      "author": "Greg Anderson"
    },
    {
      "text": "Where focus goes, energy flows.",
      "author": "Tony Robbins"
    },
    {
      "text": "Don't be afraid of missing opportunities. Behind every failure is an opportunity somebody wishes they had missed.",
      "author": "Lily Tomlin"
    },
    {
      "text": "The key to success is to focus our conscious mind on things we desire not things we fear.",
      "author": "Brian Tracy"
    },
    {
      "text": "Concentrate on your strengths, recognize your weaknesses, and be aware of your limitations.",
      "author": "John Wooden"
    },
    {
      "text": "My success, part of it certainly, is that I have focused in on a few things.",
      "author": "Bill Gates"
    },
    {
      "text": "It is during our darkest moments that we must focus to see the light.",
      "author": "Aristotle"
    },
    {
      "text": "I don't care how much power, brilliance or energy you have, if you don't harness it and focus it on a specific target, and hold it there you're never going to accomplish as much as your ability warrants.",
      "author": "Zig Ziglar"
    },
    {
      "text": "Focus on being productive instead of busy.",
      "author": "Tim Ferriss"
    },
    {
      "text": "The difference between successful people and very successful people is that very successful people say 'no' to almost everything.",
      "author": "Warren Buffett"
    },
    {
      "text": "If you want to live a happy life, tie it to a goal, not to people or things.",
      "author": "Albert Einstein"
    },
    {
      "text": "Discipline is just choosing between what you want now and what you want most.",
      "author": "Augusta F. Kantra"
    },
    {
      "text": "The best way to predict the future is to create it.",
      "author": "Peter Drucker"
    },
    {
      "text": "Your focus determines your reality.",
      "author": "George Lucas"
    },
    {
      "text": "Stay focused, go after your dreams and keep moving toward your goals.",
      "author": "LL Cool J"
    },
    {
      "text": "You can't depend on your eyes when your imagination is out of focus.",
      "author": "Mark Twain"
    },
    {
      "text": "When walking, walk. When eating, eat.",
      "author": "Zen Proverb"
    },
    {
      "text": "Success demands singleness of purpose.",
      "author": "Vince Lombardi"
    },
    {
      "text": "It is not enough to be busy... The question is: what are we busy about?",
      "author": "Henry David Thoreau"
    },
    {
      "text": "What you stay focused on will grow.",
      "author": "Roy T. Bennett"
    },
    {
      "text": "Attention is the rarest and purest form of generosity.",
      "author": "Simone Weil"
    },
    {
      "text": "Whenever you want to achieve something, keep your eyes open, concentrate and make sure you know exactly what it is you want. No one can hit their target with their eyes closed.",
      "author": "Paulo Coelho"
    },
    {
      "text": "The first rule of focus is this: \"Wherever you are, be there.\"",
      "author": "Unknown"
    },
    {
      "text": "Focus is a matter of deciding what things you're not going to do.",
      "author": "John Carmack"
    },
    {
      "text": "If you don't pay appropriate attention to what has your attention, it will take more of your attention than it deserves.",
      "author": "David Allen"
    },
    {
      "text": "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.",
      "author": "Denis Waitley"
    },
    {
      "text": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.",
      "author": "Socrates"
    },
    {
      "text": "The more you lose yourself in something bigger than yourself, the more energy you will have.",
      "author": "Norman Vincent Peale"
    },
    {
      "text": "Focus on the present moment. It's the only moment you have control over.",
      "author": "Unknown"
    },
    {
      "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
      "author": "Buddha"
    },
    {
      "text": "The ability to concentrate and to use time well is everything.",
      "author": "Lee Iacocca"
    },
    {
      "text": "You can always find a distraction if you're looking for one.",
      "author": "Tom Kite"
    },
    {
      "text": "The road to success is dotted with many tempting parking spaces.",
      "author": "Will Rogers"
    },
    {
      "text": "One way to boost our will power and focus is to manage our distractions instead of letting them manage us.",
      "author": "Daniel Goleman"
    },
    {
      "text": "The most valuable skill in our economy is becoming increasingly rare. If you master this skill, you'll achieve extraordinary results.",
      "author": "Cal Newport"
    }
  ]
}